In [1]:
import pandas as pd

In [7]:
data = pd.read_csv('D:\Documents\Course Documents\Data Science\Datasets\Jobs.csv', header=None)

In [8]:
data.head()

     0                       1      2       3
0  100           Sr. Architect  60000  100000
1  200  Sr. Software Developer  60000   80000
2  300   Jr.Software Developer  40000   60000
3  400   Jr.Software Developer  40000   60000
4  500           Jr. Architect  50000   70000